Repository: Igor-Sanches/perfect-ocr
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: pt_br

# descri.Text
source: Ideal application for removing text from images such as phrases, music notes and more.
pt_br: Aplicativo ideal para remoção de textos de imagens como frases, notas musicas e muito mais.

# Aguarde
source: Wait...
pt_br: Aguarde...

# buscarimagem.Content
source: Search Image
pt_br: Buscar imagem

# capturarimagem.Content
source: Capture Image
pt_br: Capturar imagem

# contato
source: Talk
pt_br: Conversar

# copy
source: Copied successfully!
pt_br: Copiado com êxito!

# deletelist
source: Do you really want to clean this whole list?
pt_br: Deseja realmente limpar toda esta lista?

# deletelistbtn
source: To clean
pt_br: Limpar

# deleteuniclist
source: Do you want to delete this item?
pt_br: Deseja apagar este item?

# deleteuniclistbtn
source: Delete
pt_br: Apagar

# errorLerImagem
source: The selected image has no text or is imperceptible!
pt_br: A imagem selecionada não possui textos ou são imperceptíveis!

# Fazendooscannernaimagem
source: Starting reading in the picture!
pt_br: Iniciando a leitura na imagem!

# Fechar
source: Close
pt_br: Fechar

# fotos
source: Photograph
pt_br: Foto

# fotosFolder
source: Captured Photos
pt_br: Fotos capturadas

# historicos.Label
source: Historical
pt_br: Históricos

# isHitorico.Content
source: Historical
pt_br: Históricos

# Leitura.Content
source: Read mode
pt_br: Modo leitura

# lerImagem
source: Start Reading in the Image
pt_br: Iniciar leitura na imagem

# limparlista.Text
source: Clear all this list
pt_br: Limpar toda esta lista

# listavazia.Content
source: Empty list!
pt_br: Lista vazia!

# preparando
source: Seeking information!
pt_br: Buscando informações!

# savefile
source: Your file was saved in .txt at the location:
pt_br: Seu arquivo foi salvo em .txt no local:

# semtext
source: We have not found any text to use in this action!
pt_br: Não encontramos nenhum texto a ser usado nesta ação!

# sobre.Label
source: About
pt_br: Sobre

# textResult.PlaceholderText
source: Enter your text here...
pt_br: Digite seu texto aqui...

# unic
source: Clear this single item?
pt_br: Limpar este único item?

# zapRe
source: You will be redirected to the browser and then to WhatsApp!
pt_br: Você sera redirecionado ao navegador e em seguida ao WhatsApp!

# lerImagem2
source: Restore image reading
pt_br: Restaurar leitura da imagem

# rate.Label
source: Rate app
pt_br: Avaliar app

# addList
source: Adding
pt_br: Adicionando

# itenList
source: item in list...
pt_br: item na lista...

# itensList
source: items in the list...
pt_br: items na lista...

# NomeCriado
source: New text
pt_br: Novo texto

# updadeList
source: Updating List...
pt_br: Atualizando lista...

# compartilhar.Label
source: Share app
pt_br: Compartilhar app

# LinkCompartilhar
source: the ideal application for you to extract image texts... Download right now
pt_br: o aplicativo ideal para você extrair textos de imagem... Baixe agora mesmo

# Selecione
source: Select
pt_br: Selecionar

# semrealcontatos
source: We didn't find any contact and his phone book!
pt_br: Não encontramos nenhum contato e sua lista telefônica!

# whatsappError
source: Error when you try to open WhatsApp, make sure you have the application installed on the appliance!
pt_br: Error ao tentar abrir o WhatsApp, verifique se você possui o aplicativo instalado no aparelho!

# contatos.Text
source: Contacts:
pt_br: Contatos:

# Developer.Text
source: Developed by:
pt_br: Desenvolvido por:

# Versao.Text
source: Version:
pt_br: Versão:

# errorSaveNumber
source: Required to add a phone number
pt_br: Obrigatório adicionar um numero de telefone

# Idiomadeleitura.Content
source: Voice of reading and language
pt_br: Voz da leitura e idioma

source: Language
pt_br: Idioma

# saveIsHistorico.Content
source: Save Historical
pt_br: Salvar históricos

# Setting.Label
source: Settings
pt_br: Configurações

# SettingsText.Text
source: Settings
pt_br: Configurações

# zapRemen.Content
source: Send to WhatsApp with Sender
pt_br: Enviar ao WhatsApp com remetente

# savefiletxt.Content
source: Save .txt file in
pt_br: Salvar arquivo .txt em

# savefiletxtDocumentos.Content
source: Save in the "Pictures" folder
pt_br: Salvar na pasta "Imagens"

# savefiletxtPergunta.Content
source: Ask for the location when you save
pt_br: Perguntar pelo local ao salvar

# densidade
source: Voice Rate
pt_br: Taxa de voz

# fina
source: Thin
pt_br: Fina

# grossa
source: Thick
pt_br: Grossa

# lenta
source: Slow
pt_br: Lenta

# Muitorapido
source: Very fast
pt_br: Muito rápido

# rapida
source: Fast
pt_br: Rápido
